{ "blogs": [{
    "featureTitle": "Furry Friends",
    "featureDescription": "Don't leave your best travel buddy behind. Find out which parks allow pets as you plan your spring trips.",
    "pageTitle": "Paws, Claws, and Hooves",
    "pageText": "On a road trip with your pets? National parks welcome pets—in developed areas, on many trails and campgrounds, and in some lodging facilities. The National Park Service preserves special places for visitors to enjoy—even with your furry family members. Learn the where, what, and how of traveling with your pets in national parks.",
    "imageUrl": "https://images.unsplash.com/photo-1514373941175-0a141072bbc8?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=ef252be44f6768e36980b886220c4850&auto=format&fit=crop&w=1651&q=80",
    "imageText": "Pets"
    }, {
    "featureTitle": "This Month’s National Park Getaway",
    "featureDescription": "When the sun goes down at Yosemite National Park, darkness fills the canyon and the night sky comes to life.",
    "pageTitle": "National Park Getaway: Yosemite",
    "pageText": "At first glance, Yosemite’s natural wonders are easy to observe. Sights around the park are iconic in the human experience of national parks. Beyond the rocks, plants, and animals, is a story about people in Yosemite written on that very same landscape. It tells a story of different cultures (sometimes working together, sometimes in violent clashes) creating the place we call Yosemite National Park and defining how we experience it. Yosemite’s rich human history tells a story of conflict, dreams, diversity, hardships, adventures, and preservation of one of the first national parks.",
    "imageUrl": "https://images.unsplash.com/photo-1509906074166-d50a7c450c52?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=7897f446fe390c06d8e1a4c763d6ce91&auto=format&fit=crop&w=1650&q=80",
    "imageText": "Enjoy the magic of parks after dark with a night hike and stargazing at Yosemite National Park"
    }, {
    "featureTitle": "Sleeping Under the Stars",
    "featureDescription": "Explore parks after dark with this ranger's guide on the best campfire recipes, games to play around camp, and tips for camping with kids.",
    "pageTitle": "Explore Nature -- Camp!",
    "pageText": "Sometimes spending a day in the wilderness isn't quite enough to truly capture the feeling of a special place. Sure, you see some amazing views or go on an unforgettable hike. But to get the full experience, you yearn to see the dark, starry skies. To listen to the yips of coyotes. To watch the sun rise on a silent, dewy morning. Camping in the great outdoors transforms a regular old road trip into an epic experience. So pack up your tent or hitch up the fifth wheel — adventure awaits.",
    "imageUrl":"https://images.unsplash.com/photo-1496545672447-f699b503d270?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=ba3fa37b995a705a01d022cada13f726&auto=format&fit=crop&w=1651&q=80",
    "imageText": "Camping"
    }, {
    "featureTitle": "The Road to Freedom",
    "featureDescription": "Learn more about how freedom was made possible as we approach the anniversary of the Compensated Emancipation Act of 1862.",
    "pageTitle": "The Legacy of Slavery",
    "pageText": "First for tobacco, then cotton, men and women were brought from Africa as unpaid labor. These were people bought and sold. For food and a roof they worked the fields. As America expanded, so did the debate over this institution called slavery. Those who had enough escaped through the Underground Railroad. Emancipation finally gave them freedom. The National Park Service tells these stories of African-American perseverance.",
    "imageUrl": "https://www2.gwu.edu/~folklife/bighouse/images/xv1.jpg",
    "imageText": "Slavery and Abolition"
    }, {
    "featureTitle": "Acts of Kindness",
    "featureDescription": "Honor the legacy of Dr. Martin Luther King, Jr. when you volunteer to make your favorite park shine.",
    "pageTitle": "Volunteer with Us",
    "pageText": "You can make our great places better. Become a VIP and volunteer with us today! The National Park Service offers a variety of volunteer opportunities for individuals and groups as part of the Volunteers-In-Parks program. Work behind the scenes or on the front line in positions ranging from a one-time service project and volunteer event to a longer term position, serving alongside park employees or with one of our many partner organizations. Opportunities are available at park locations throughout the United States, including the territories in the Pacific and the Caribbean. Some positions are specialized and require particular talents, knowledge, skills, and abilities, as well as a background check. Other positions only require a desire and willingness to volunteer. Individuals under the age of 18 must have written consent of the parent or legal guardian before they may volunteer.",
    "imageUrl": "https://images.unsplash.com/photo-1503518360324-48ac3ddb86db?ixlib=rb-0.3.5&ixid=eyJhcHBfaWQiOjEyMDd9&s=583c6a8909a192aa6a7861b06f4ecf40&auto=format&fit=crop&w=2200&q=80",
    "imageText": "Get Involved"
    }, {
    "featureTitle": "National Park News",
    "featureDescription": "Find the latest news and events, search for images and videos, and discover facts and figures about the national parks.",
    "pageTitle": "News",
    "pageText": "Wondering what's happening across the National Park Service? This is the place to start. You can find links to news releases, subscribe to receive news in your email, search for images and videos, discover facts and figures about the National Park System, and learn how to contact media staff.",
    "imageUrl": "https://parkwardenalumni.files.wordpress.com/2013/04/1985wardengroup.jpeg",
    "imageText": "About Us"
    }]
  }
